Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=52_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Saamen kielineuvosto
sms: Sääʹm ǩiõllsuåvtõs

source: Saamen kielineuvostossa ovat edustettuina kaikki kolme Suomessa puhuttua saamen kieltä: pohjoissaame, inarinsaame ja koltansaame.
sms: Sääʹm ǩiõllsuåvtõõžžâst liâ eeʹttkâsttmen puk kolmm Lääʹddjânnmest mainnstum sääʹmǩiõl: tâʹvvsääʹm, aanarsääʹm da nuõrttsääʹm.

source: Kielineuvoston tehtäviin kuuluu mm. ylläpitää ja kehittää Suomessa käytettäviä saamen kieliä, antaa ohjeita ja suosituksia kielen- ja nimistönhuoltoon ja terminologiaan liittyvissä asioissa, edistää kielen tutkimusta, jakaa tietoa saamen kielistä ja osallistua pohjoismaiseen kieliyhteistyöhön.
sms: Ǩiõllsuåvtõõzz tuõjju kooll ââʹnned da ooudâsviikkâd Lääʹddjânnmest õʹnnum sääʹmǩiõlid, uʹvdded vuäʹppõõzzid da raʹvvjõõzzid ǩiõl- da nõõmstõshuõl da ämmatsaʹnnõʹsse kuõskki aaʹššin, ooudâsviikkâd ǩiõl tuʹtǩǩumuužž, jueʹǩǩed teâđaid sääʹmǩiõlâst da vuässõõttâd tâʹvvjânnamlaž ǩiõllõhttsažtuõjju.

source: Lisäksi saamen kielineuvosto antaa yhdessä saamen kielen toimiston kanssa vaalikausittain saamelaiskäräjille kertomuksen saamen kieltä koskevan lainsäädännön soveltamisesta sekä saamelaisten kielellisten oikeuksien toteutumisesta ja kieliolojen kehityksestä.
sms: Lââʹssen sääʹm ǩiõllsuåvtõs oudd õõutveäkka sääʹmǩiõl konttrin vaalpââiääiʹjin sääʹmtegga mainnâz sääʹmǩiõl kuõskki lääʹjjšiõttõõzz suåvvtumuužžâst da saaʹmi ǩiõllʼlaž vuõiǧǧâdvuõđi teâuddjumuužžâst da ǩiõllåårrmõõžži ooudâsviikkmõõžžâst.

source: Saamen kielilain 29 §:n tarkoittama kertomus annettiin ensimmäisen kerran vuoden 2008 maaliskuussa.
sms: Sääʹm ǩiõllsuåvtõʹsse koʹlle eeʹjjin 2012-2015puõʹtti vuässla:

source: Selvitys Saamen kielilain toteutumisesta .
sms: Vuässla:

source: Saamen kielineuvostoon kuuluvat vuosina 2012-2015 seuraavat jäsenet:
sms: Magga Ulla, vsj.

source: Jäsenet:
sms: Lumisalmi Erkki

source: Morottaja Anna, pj.
sms: Fofonoff Merja

source: Magga Ulla, vpj.
sms: Vuolab-Lohi Kaarina

source: Morottaja Petter
sms: Vääʹrrvuässla:

source: Lumisalmi Erkki
sms: Marja-Liisa Olthuis

source: Fofonoff Merja
sms: Feodoroff Vladimir

source: Vuolab-Lohi Kaarina
sms: Magga Bigga-Helena

source: Valle Ailu
sms: Ǩiõllsuåvtõõzzâst lij vääžnai politiikklaž tuâjj sääʹmǩiõllsai vuõiggâdvuõđi vuåppjen da sääʹmǩiõli õõudâsviikkjen õõutsââʹjest sääʹmteeʹǧǧ piizarkååʹddest tuåimmi sääʹmǩiõl konttrin.

source: Varajäsenet:
sms: Vääžnai vuäʹss ǩiõllsuåvtõõzz tuâjast lij õhttsaztuâjj sääʹm ǩiõllʼluʹvddkooʹddin da jeeʹres sääʹm- da minoritettǩiõli da ǩiõlltuʹtǩǩumuužž tuõjjstõõlljivuiʹm, kook liâ håʹt mâka Kotus (Kotimaisten kielten keskus).

source: Petra Kuuva
sms: Ǩiollsuåvtõõzzâst lij še võboršeʹǩǩ Europ minoritettǩiõli konttâr (Eblul) Lääʹddjânnam juâǥǥas, Fiblul halltõozzâst.

source: Pautamo Ellen
sms: Sääʹm ǩiõll-luʹvddkåʹdd (sgl)

source: Marja-Liisa Olthuis
sms: Sääʹm parlamentaarlaž suåvtõõzz vuâlažvuõđâst tuåimmjeei sääʹm ǩiõll-luʹvddkååʹdd tuâi oođeet õhttsažtâʹvvjânnmlaž Intereg-teäggtemvuâlaž haʹŋǩǩõõzzin.

source: Feodoroff Vladimir
sms: Sääʹm parlamentaarlaž suåvtõs (Lääʹddjânnam, Taarr da Ruõcc sääʹmteeʹǧǧ õhttsažtuâjjorgan) lij alttääm 1.1.2013 õhttsažtâʹvvjânnmlaž sääʹmǩiõl ämmat- da resursskõõskõõzz vuâđđeemhaʹŋǩǩõõzz, kååʹtt poott 30.6.2014.

source: Sanila-Aikio Tiina
sms: SÁFÁ2 – Yhteispohjoismaisen saamen kielen ammatti- ja resurssikeskuksen perustamishanke Tâʹvvjânnmlaž sääʹm ǩiõllõhttsažtuâjj lij kuullâm eeʹjjin 1971-1996 Sääʹmsuåvtõõzz nõõmtum sääʹmǩiõl luʹvddkådda, koʹst liâ eeʹttkõʹsttum puk Tâʹvvjânnmlaž da Ruõšš saaʹmi ǩiõllååʹbleeʹǩǩ.

source: Magga Bigga-Helena
sms: Ǩiõll-luʹvddkååʹdd jaukkeeš eeʹjjest 1996 da Lääʹddjânnam, Ruõcc da Taarr sääʹmteeʹǧǧ suåʹppe ǩiõllõhttsažtuâi oʹđđest riâššmõõžžâst vuâlažvuõđstes eeʹjjest 1997.

source: Anna-Liisa Väyrynen
sms: Suåppmõõžž vuâllaǩeeʹrjtumuš Tâʹvvjânnmlaž ǩiõllõhttsažtuâjast ǩeeʹrjteš saaʹmi meersažpeiʹvven 6.2.1997 Trondheim-gåårdest, teʹl čuõlmmee še suåppmõõžž saaʹmi parlamentaarlaž suåvtõõzz vuâđđumuužžâst.
